{
  "fr": {
    "projects_title": "PROJETS",
    "project1_caption": "PROMENADE IMMERSIVE",
    "project2_caption": "LOGEMENTS",
    "project3_caption": "MUSÉE",
    "project4_caption": "DÉVIATION", 
    "home_name": "SIHEM SASSI",
    "home_projects": "PROJETS",
    "home_drawings": "DESSINS",
    "home_about": "À PROPOS",
      "about_contact_title": "Contact",
    "about_contact_text": "",
    "about_email_title": "Envoyer un email",
    "about_submit": "Envoyer",
    "about_success": "Mail envoyé avec succès !",
    "placeholder_email": "E-mail",
    "placeholder_firstname": "Prénom",
    "placeholder_lastname": "Nom",
    "placeholder_message": "Votre message...", 
    "promenade_title": "LA BIOLUMINESCENCE",
    "promenade_keyword1": "Immersion",
    "promenade_keyword2": "Paris 14e",
    "promenade_keyword3": "Promenade",
    "promenade_keyword4": "La petite ceinture",
    "promenade_keyword5": "Laboratoire", 
    "museum_title": "Musée de Bury",
    "museum_description": "Voici du texte descriptif qui accompagne votre projet. Vous pouvez écrire plusieurs lignes ici pour expliquer votre travail ou donner des informations.",
    "logements_title": "LOGEMENTS",
    "logements_text1": "Dès le milieu du XIXe siècle, la transformation de la ville de Paris par la grande rénovation haussmannienne a conduit à la création de dents creuses. Ces petits espaces non exploités, encadrés par des murs pignons, marquent une rupture dans la continuité du bâti. Pour stopper la densification de Paris, de nouvelles constructions apparaîtront afin de répondre à un besoin constant en logements.",
    "logements_text2": "Le projet que nous avons mené ce semestre se situe au 6-8 rue Bardinet, dans le 14e arrondissement de Paris. Le bâtiment s’implante sur une petite parcelle très contrainte par les constructions mitoyennes, mais l’objectif est de proposer des logements traversants, ouverts sur les deux points les plus intéressants : le jardin commun et la place située à l’intersection des rues. La volumétrie du projet découle d’un travail d’extraction de la partie ombragée de la parcelle, afin de maximiser l’ensoleillement. Le projet évolue autour de deux orientations majeures qui organisent les ouvertures et optimisent la lumière naturelle grâce à une exposition est-ouest. La résidence comprend sept niveaux, chacun desservant trois appartements. La circulation verticale apparaît comme l’élément central de l’organisation spatiale, autour duquel se distribuent les logements et une coursive commune. Le rez-de-chaussée est pensé comme un lieu collectif comprenant une cuisine partagée et un café, gérés par les habitants de l’immeuble. Les accès extérieurs permettent de rejoindre cette petite cour privée ainsi que le grand jardin partagé avec les autres parcelles."
  },

  "en": {
    "projects_title": "PROJECTS",
    "project1_caption": "IMMERSIVE WALK",
    "project2_caption": "HOUSING",
    "project3_caption": "MUSEUM",
    "project4_caption": "BYPASS", 
    "home_name": "SIHEM SASSI",
    "home_projects": "PROJECTS",
    "home_drawings": "DRAWINGS",
    "home_about": "ABOUT", 
    "about_contact_title": "Contact",
    "about_contact_text": "",
    "about_email_title": "Send an email",
    "about_submit": "Send",
    "about_success": "Email sent successfully!",
    "placeholder_email": "Email",
    "placeholder_firstname": "First name",
    "placeholder_lastname": "Last name",
    "placeholder_message": "Your message...", 
    "promenade_title": "BIOLUMINESCENCE",
    "promenade_keyword1": "Immersion",
    "promenade_keyword2": "Paris 14th",
    "promenade_keyword3": "Walkway",
    "promenade_keyword4": "Old railway",
    "promenade_keyword5": "Laboratory", 
    "museum_title": "Bury's Museum",
    "museum_description": "Here is some descriptive text that accompanies your project. You can write several lines here to explain your work or provide information.", 
    "logements_title": "HOUSING",
    "logements_text1": "From the middle of the 19th century, the transformation of the city of Paris by the great renovation under Haussmann led to the creation of hollow teeth. These small unexploited plots surrounded by gable walls mark a break in the continuity of the bati. To stop the densification of the city of Paris, new constructions will appear to meet the constant need for housing.",
    "logements_text2": "The project we have dealt with this semester is located at 6-8 rue Bardinet in the 14th arrondissement of Paris. The building is in a small plot very constrained by the opposite but Through the configuration of this portion of territory,the objective was to design living spaces offering direct openings to the two most interesting points of view of the project: the green garden and the square located at the intersection of the street. The volumetry of the project resulted from an extraction of the shaded part on the plot to develop the areas exposed to sunlight. The project evolves around these two directions that orient the openings on the site, allowing to limit the opposite while having an optimal brightness through an east-west exposure. This community consists of seven floors, each serving three apartments. The vertical circulation appears as the central point of spatial organization with a distribution of dwellings around a common landing. The ground floor is designed to think collective through a cafe and kitchen shared by the residents of the building. The exterior marks an access of this small private courtyard to the large garden shared with the other plots."
    }
}
